{
  "nav": {
    "home": "Home",
    "AboutUs": "About Us",
    "product": "Product Center",
    "service": "Customized Services",
    "news": "Industry News",
    "concat": "Contact Us",
    "Choose": "Select Language"
  },
  "home": {
    "title": "Antora",
    "tip1": "Integrate Health and Aesthetics into Daily Life",
    "tip2": "Create 'Perceptible Delightful Experiences'",
    "tip3": "Build 'Intelligent Hardware + Data Ecology + Content Services'",
    "tip4": "Omni-scenario Health Platform",
    "btn": "Learn More",
    "t1": "Hyperbaric Oxygen Chamber",
    "t2": "High-end Massage Chairs",
    "t3": "Air Purifier",
    "t4": "Creative Living Furniture",
    "d1": "High Intelligence Integration, High-end Configuration, Safe and Durable",
    "d2": "5D Intelligent Massage Mechanism, Full-cycle AI Health Manager, Lifex Flexible Guide Rail",
    "d3": "High Intelligence Integration, High-end Configuration, Safe and Durable",
    "d4": "Creative Design, Craftsmanship with Innovation, Natural Quality",
    "subtitle": "Customized Services",
    "dd1": "Senior Team Provides Full-service, Professional Consultation Without Worries",
    "dd2": "Top-quality Materials, Intelligent Selection with Precision Craftsmanship, Flawless Details",
    "dd3": "Personalized Customization of Spatial Aesthetics, Precise Matching",
    "subtitle1": "Industry News",
    "subtitle2": "Strategic Partner Brands",
    "banner1_title": "Oxygen Chamber",
    "banner1_desc1": "ProductsRevitalize life",
    "banner1_desc2": "with boundless vitality!",
    "banner2_title": "Massage Products",
    "banner2_desc1": "Initiate a therapeutic journey",
    "banner2_desc2": "for body and mind.",
    "banner3_title": "High-End Customization",
    "banner3_desc1": "Tailor-made luxury",
    "banner3_desc2": "for exclusive enjoyment.",
    "banner4_title": "Furniture Products",
    "banner4_desc1": "Enjoy a cozy and",
    "banner4_desc2": "comfortable space."
  },
  "about": {
    "tip": "Our Mission",
    "title": "Integrate Health and Aesthetics into Daily Life",
    "desc": "Dedicated to providing users with products that combine technological sense, design power, and humanized experience.",
    "subTitle": "About Antora",
    "line1": "Antora International, incorporated in Xiamen, China, is an innovative health and wellness solutions provider integrating R&D, design, production, and global trade.",
    "line2": "Antora International, incorporated in Xiamen, China, is an innovative health and wellness solutions provider integrating R&D, design, production, and global trade.",
    "line3": "Our flagship brand 'Antora' takes 'Integrating Health and Aesthetics into Daily Life' as its core mission, covering smart massage equipment, health oxygen therapy devices, creative furniture, small home appliances, and more. Our products are exported to Southeast Asia and are gradually becoming an emerging global brand in the field of health technology and lifestyle aesthetics.",
    "subTitle2": "Our Advantages",
    "line4": "With a full industrial chain layout as its core advantage, Antora has established in-depth cooperation with top international suppliers. From R&D and design, manufacturing, to global trade, the company has built a complete industrial chain loop to ensure efficient conversion from concept to implementation. Relying on global high-quality resources, Antora not only stays at the forefront of the industry in terms of product quality and technological innovation but also creates products that meet the aesthetic and health functional needs of global consumers through international creative design, guided by user needs, blending Eastern and Western aesthetics and technology.",
    "honor": "Awards and Honors"
  },
  "service": {
    "title": "VIP Customized Service Orientation",
    "desc": "Antora brings together a team of senior designers, safeguarding with a full-cycle service system - professional consultation, precise measurements, worry-free after-sales service, ensuring quality commitments throughout. Integrating cutting-edge concepts and industry experience, personalized needs are converted into precise design solutions; top-quality leather, fabrics, and eco-friendly woods are strictly selected, relying on advanced equipment and superb craftsmanship to ensure flawless precision in every detail. With user needs at the core, personalized full-case customization is provided, from style matching to spatial planning, creating an exclusive ideal home.",
    "subTitle": "VIP Customized Service Procedure",
    "line1": "① Consultation and Appointment",
    "line2": "② Preliminary Design",
    "line3": "③ Contract Signing",
    "line4": "④ Production and Manufacturing",
    "line5": "⑤ Delivery and Installation",
    "line6": "⑥ After-sales Service",
    "desc1": "Customers can contact Antora via phone, WeChat, or the official website to consult with professional advisors about related products and services. They can make appointments with professional designers for preliminary consultation and measurement services.",
    "desc2": "Designers provide preliminary customized design solutions based on specific customer needs and spatial characteristics. Customers can propose modifications based on the solutions and communicate and adjust with the designers.",
    "desc3": "After the customer confirms the design solution, Antora signs a formal contract with the customer and receives a deposit.",
    "desc4": "Based on the design solution and customer requirements, Antora begins the production and manufacturing of the furniture. During the production process, customers can communicate with the designers at any time to adjust and confirm details.",
    "desc5": "After the products are completed, Antora arranges a professional delivery team to deliver the furniture to the customer's specified address and is responsible for installation and debugging.",
    "desc6": "Antora provides high-quality after-sales service, including product maintenance, repairs, and replacements. Customers can contact Antora's customer service team at any time to obtain timely solutions and advice."
  },
  "news": {
    "title": "News and Information",
    "t1": "OGAWA Shines at the China International Consumer Products Expo with Cutting-edge Technology, Attracting Focus Reports from Over 20 Mainstream Media!",
    "d1": "The fifth China International Consumer Products Expo, spanning six days, successfully concluded in Hainan. OGAWA's 'Foresee the Future' themed pavilion also drew to a close, awaiting the next surprising unveiling. As a popular booth at this year's Expo, OGAWA's novel combination of technological sense and home furnishing style has garnered significant attention since the exhibition's opening, attracting visits and reports from numerous mainstream media.",
    "t2": "OGAWA Shines at Canton Fair, Leading Industry Trends with Intelligent Health Technology",
    "d2": "The 137th Canton Fair's offline exhibition has concluded. On this important stage for Chinese enterprises to showcase their brand image and expand international markets, OGAWA Group, as a leading enterprise in the massage and healthcare industry, made a heavy impact with its innovative massage chairs and small massage appliances, once again receiving widespread praise and showcasing the strong charm and unlimited potential of 'Made in China' in the massage and healthcare industry.",
    "t3": "Honeywell Air Purifier KJ1000F-P22B: Intelligent Air Guardian for Large Spaces",
    "d3": "In today's pursuit of healthy living quality, air purifiers have become a must-have household appliance for many families. The Honeywell KJ1000F-P22B air purifier stands out among many brands with its outstanding performance and functionality. This disinfection machine, registered with the National Health Commission, not only effectively removes formaldehyde, odors, and kills bacteria but also meets the needs for rapid purification in large spaces, making it an ideal choice for modern homes and offices.",
    "t4": "2025 Milan Design Week & Furniture Fair Successfully Concluded",
    "d4": "The 63rd Milan International Furniture Fair, themed 'Thought for Humans', revolves around the human body, sustainability, and the aesthetics of living. American photographer Bill Durgin interprets the symbiosis of humanized design and environmental protection concepts through the artistic fusion of the human body with materials such as wood and metal. This global design event is both a trend indicator and a profound return to the essence of design.",
    "t5": "OGAWA, as the Only Industry Representative, Participates in the IEC/TC61 Plenary Meeting as an Observer",
    "d5": "The 108th IEC/TC61 Plenary Meeting of the International Electrotechnical Commission was held in Hangzhou, attended by Liu Ting, Dean of the China Household Electric Appliance Research Institute, Irma Rustemi, Chair of IEC/TC61, and Ma Dejun, Vice-Chair, with over 200 experts from nearly 30 countries participating. OGAWA Group participated as an observer for the first time, representing the massage appliance industry.",
    "t6": "OGAWA Receives Six Certifications from China Quality Inspection Association, Quality Strength Reaffirmed!",
    "d6": "OGAWA has won five honors, namely 'National Enterprise with Integrity Commitment on Product and Service Quality', 'National Leading Brand in Industry Quality', 'National Brand with Integrity in Product and Service Quality', 'National Product with Quality and Credit Guarantee', and 'National Product with Quality and Credit Guarantee for Consumers' for three consecutive years, thanks to its core quality and innovation.",
    "t7": "From the 40th Edition of the Shenzhen International Furniture Exhibition: Insights into the Chinese Home Furnishing Industry's Entry into a New Cycle",
    "d7": "The Shenzhen International Furniture Exhibition brings together over 300 top national brands debuting their latest products, panoramically showcasing 11 major emerging sectors in home furnishings and consumption trends. By integrating domestic and international markets to drive innovation, it decisively dispels industry uncertainties and pioneers a new future for the home furnishing sector.",
    "t8": "OGAWA Launches its First DeepSeek-Integrated Massage Chair, Ushering in Intelligent Upgrades",
    "d8": "The backend system of Ogawa Group's 'Ogawa AI Massage Robot Super Sense Ultimate Edition' has been successfully connected to DeepSeek, which will bring users an upgraded intelligent interactive experience. Users of this massage chair only need to update OTA with one click to enjoy the DeepSeek version of the massage experience.",
    "t9": "The air purifier customized for China by Honeywell has been exported to India.",
    "d9": "Honeywell is marketing the air purifiers produced in China to developing countries such as India and Russia. Compared to China, India's air pollution situation is considered more severe, and the capital New Delhi has even been ranked as the city with the worst air in the world by the World Health Organization."
  },
  "contact": {
    "title": "Contact Us",
    "subtitle": "Feel free to contact us.",
    "VIP": "VIP Exclusive Hotline",
    "tip": "Please contact us for further information."
  },
  "product": {
    "title": "智能健康系列",
    "desc": "以科技重构健康日常，融合AI算法与生物传感技术，打造「主动干预+精准管理」的健康解决方案。将健康科技融入居家场景，用智能硬件重新定义当代人的生活方式。",
    "title1": "创意生活系列",
    "desc1": "意大利头层牛皮与非遗榫卯工艺碰撞，模块化智能家具随场景自由衍生，每一件作品既是功能载体，亦是可收藏的设计符号——用当代z语言解构东方生活哲学，让家居成为承载情感与审美的「日常艺术品」。",
    "p1_title": "高压氧舱",
    "p1_desc": "通过增加环境压力（通常为2-3个大气压）和提高氧气浓度（通常为100%纯氧），使更多氧气溶解于血液中，显著提升血液和组织中的氧气含量。促进组织修复，抑制炎症和细菌生长，还能增强吞噬细胞的杀菌能力等，从而起到治疗多种疾病、促进机体康复的作用。",
    "p2_title": "奥佳华智能按摩椅",
    "p2_desc": "融合人体工学与尖端科技，带来殿堂级放松体验。搭载5D温感机芯、SenseTag体感智探系统，构建”检测-分析-调理”健康闭环。结合Liflex灵动导轨、石墨烯热敷等科技，真正还原大师专业按摩手法，适配全家人的状态，重焕活力。",
    "p3_title": "Honeywell 空气消毒净化器",
    "p3_desc": "采用医疗级三重净化系统，集成True HEPA滤网、UV-C紫外线与活性氧协同消杀，可捕获99.97%的0.3微米颗粒物，瞬间灭活H 1 N 1 、 大 肠 杆 菌 等 病 原 体 。 智 能 微 粒 传 感 实 时 监 测PM2.5/VOC，静音模式下仅32dB，适配卧室/母婴场景。通过AHAM认证，日均能耗低至0.3度，以实验室级净化效能重构健康呼吸基线。",
    "p4_title": "大师经典系列",
    "p5_title": "豪宅舒适空间",
    "p6_title": "办公商务空间",
    "p7_title": "安桐新派茶空间",
    "p8_title": "高端礼品定制",
    "more": "更多产品"
  },
  "footer": {
    "AboutUs": "About Us",
    "product": "Product",
    "service": "Customized services",
    "news": "Industry news",
    "shiming": "我们的使命",
    "yuanjing": "我们的愿景",
    "honor": "Awards and Honors",
    "concat": "Contact us",
    "intro": "About Antora",
    "advantages": "Our Advantages",
    "cooperate": "Strategic Partner Brands",
    "health": "Smart Health Series",
    "creativity": "Creative Living Series",
    "position": "Customized Service Orientation",
    "process": "VIP Customized Service Procedure",
    "t1": "Antora Company Limited",
    "t2": "Xiamen Antora Import and Export Co., Ltd.",
    "t3": "ANTORA CAMBODIAN IMPORT EXPORT CO., LTD.",
    "tip": "This website uses Cookies to enhance your browsing experience. By continuing to browse this website, you agree to our use of Cookies. For more information on our Cookie policy, please refer to the website's Privacy Policy.",
    "tip1": "Please contact us for further information.",
    "address1": "Unit 2208, 22/F., Yan's Tower, 25-27 Wong Chuk Hang Road, Wong Chuk Hang, Hong Kong",
    "address2": "Unit 604, Block A3, Xiamen International Yacht Club, No. 291 Bingcheng Road, Huli District, Xiamen",
    "address3": "#263H, St NR6, Phum Kien Khleang, Sangkat Prek leap, Khan Chroy Chongva, Phnom Penh, Cambodia."
  },
  "massage": {
    "title": "智能健康系列",
    "desc": "以科技重构健康日常，融合AI算法与生物传感技术，打造「主动干预+精准管理」的健康解决方案。将健康科技融入居家场景，用智能硬件重新定义当代人的生活方式。",
    "subtitle": "奥佳华智能按摩椅",
    "p1_title": "高压氧舱",
    "p1_desc1": "◎首创5D智感定位机芯，自适应按摩。",
    "p1_desc2": "◎首创SenseTag体感智探系统，侦破疲劳。",
    "p1_desc3": "◎1080套调理计划，207360种方案。",
    "p1_desc4": "◎首创Liflex灵动导轨，172°悬浮拉伸，135cm全背按摩。",
    "p1_desc5": "◎普拉提式腿足拉筋，全面呵护。",
    "p2_title": "摩系鸿鹄椅",
    "p2_desc1": "◎肩颈按摩机芯，多一双手专为肩颈服务",
    "p2_desc2": "◎多个独立机芯，肩颈腰背臀逐一照料",
    "p2_desc3": "◎半遮挡头罩设计，私密更私享",
    "p2_desc4": "◎AI智能压力侦测系统，先懂你再按摩",
    "p2_desc5": "◎44组柔性气囊，包裹全身舒压解乏",
    "p2_desc6": "◎41套自动按摩程序，轻松满足全家喜好",
    "p3_title": "御手温感大师椅",
    "p3_desc1": "◎全新4D温感机芯，升级按摩“芯”体验",
    "p3_desc2": "◎1.39米SL型加长导轨，智能侦测，精准对位",
    "p3_desc3": "◎M Drive一键畅享大师按摩",
    "p3_desc4": "◎7英寸LED平板操控 搭载OGAWA操作系统界",
    "p3_desc5": "◎42个3D包覆式气囊聚焦腿部按摩",
    "p3_desc6": "◎高品质音乐功放+LED舒缓灯激活身心",
    "more": "Learn More"
  },
  "purifier": {
    "title": "智能健康系列",
    "desc": "以科技重构健康日常，融合AI算法与生物传感技术，打造「主动干预+精准管理」的健康解决方案。将健康科技融入居家场景，用智能硬件重新定义当代人的生活方式。",
    "subtitle": "Honeywell 空气消毒净化器",
    "p1_title": "空气消毒净化器",
    "p1_desc1": "◎Hisiv+CTOX专利技术，吸附分解甲醛二合一",
    "p1_desc2": "◎智能多模式切换，APP远程操控更便捷",
    "p1_desc3": "◎H13级HEPA滤网，PM2.5过滤效率高达99.97%",
    "p1_desc4": "◎最低23dB(A)静音运行，办公睡眠无干扰",
    "p1_desc5": "◎万向轮设计，移动便捷，全屋空气自由掌控",
    "p1_desc6": "◎内置多传感器，实时监测空气质量",
    "p1_desc7": "◎UV紫外线杀菌，有害物质去除率高达99.99%",
    "p2_title": "车载空气净化器",
    "p2_desc1": "◎磨砂铝合金外壳，耐高温PC材质，质感耐用兼具",
    "p2_desc2": "◎智能/手动双模式，滤网寿命智能提醒，避免二次污染",
    "p2_desc3": "◎释放高浓度负氧离子，主动沉降污染物，空气更清新",
    "p2_desc4": "◎H12级HEPA环形滤网，垂直风道循环，360°无死角进风",
    "p2_desc5": "◎高效净化滤网，拦截甲醛、甲苯、TVOC等有害气体",
    "p3_title": "桌面空气净化器",
    "p3_desc1": "◎三档风速循环调节",
    "p3_desc2": "◎睡眠模式，最低噪音23dB(A)",
    "p3_desc3": "◎360°进风无任何阻档",
    "p3_desc4": "◎三色LED指示灯，净化效果一目了然",
    "p3_desc5": "◎360°滤筒设计，多层过滤",
    "p4_title": "空气消毒净化器",
    "p4_desc1": "◎高效复合滤网，Hisiv+CTOX专利吸附分解甲醛。",
    "p4_desc2": "◎航天级风路设计，科恩达效应实现高效送风。",
    "p4_desc3": "◎智能多模式：手动/自动/睡眠，按需净化空气。",
    "p4_desc4": "◎H13级HEPA滤网，99.97%滤PM2.5，99.9%除菌。",
    "p4_desc5": "◎有效祛除5种异味及尘螨过敏原。",
    "p4_desc6": "◎最低噪音23dB(A)，静音运行不扰人。",
    "p5_title": "豪宅舒适空间",
    "p5_desc1": "◎高效复合滤网，Hisiv+CTOX专利吸附分解甲醛。",
    "p5_desc2": "◎航天级风路设计，科恩达效应实现高效送风。",
    "p5_desc3": "◎智能多模式：手动/自动/睡眠，随心切换净化。",
    "p5_desc4": "◎三H13级HEPA滤网，99.97%滤PM2.5，99.9%除菌。",
    "p5_desc5": "◎最低噪音23dB(A)，静音运行不扰人。",
    "p5_desc6": "◎支持APP远程控制，随时管理设备。",
    "p6_title": "办公商务空间",
    "p6_desc1": "◎高效复合滤网，Hisiv+CTOX专利吸附分解甲醛。",
    "p6_desc2": "◎航天级风路设计，科恩达效应实现高效送风。",
    "p6_desc3": "◎智能多模式：手动/自动/睡眠，按需净化。",
    "p6_desc4": "◎H13级HEPA滤网，PM2.5过滤效率99.97%。",
    "p6_desc5": "◎最低噪音23dB(A)，静音运行不扰人。",
    "p6_desc6": "◎APP远程智控，便捷管理设备状态。",
    "p6_desc7": "◎万向轮设计，移动便捷，全屋空气自由掌控",
    "p6_desc8": "◎UV杀菌，灭14菌7毒7过敏原，灭杀率99.99%。",
    "p7_title": "安桐新派茶空间",
    "p7_desc1": "◎联合研发Pur Zinc锌技术，对儿童与宠物均安全友好。",
    "p7_desc2": "◎除菌率99.99%、除过敏原99%，40+项权威消杀验证。",
    "p7_desc3": "◎四大猫娃工学升级，适配幼猫/老猫/矮猫活动需求。",
    "p7_desc4": "◎高效过滤宠物毛发、异味及过敏原，净化更彻底。",
    "p7_desc5": "◎智能APP远程操控，便捷管理空气状态。",
    "p7_desc6": "◎矮猫乐跳台设计，160斤环式对风适配多体型猫咪。",
    "p7_desc7": "◎多重认证保障，给宝宝与毛孩双重安心守护。",
    "p7_desc8": "◎可移动源轮设计，灵活调整净化位置更贴心。",
    "more": "Learn More"
  },
  "master": {
    "title": "创意生活系列",
    "desc": "意大利头层牛皮与非遗榫卯工艺碰撞，模块化智能家具随场景自由衍生，每一件作品既是功能载体，亦是可收藏的设计符号——用当代z语言解构东方生活哲学，让家居成为承载情感与审美的「日常艺术品」。",
    "subtitle": "大师经典系列",
    "name": "名称",
    "time": "设计时间",
    "designer": "设计师",
    "design": "设计理念",
    "p1_name": "酋长椅（Chieftain Chair）",
    "p1_time": "1949年",
    "p1_designer": "芬·尤尔（Finn Juhl）",
    "p1_design": "酋长椅的设计灵感的确源自于非洲部落的武器意象。强烈的原始感与张放的线条，分离般的结构，让人一眼就有很大的视觉刺激。它本身也有直接的拟物特征，例如扶手象征马鞍，高大的靠背骨架顶端弯钩般的形状，象征长弓末端的弦耳。而靠背看起来像是一个盾牌，也像是酋长的羽毛冠帽。",
    "p2_name": "摇摇椅（Move Rocking Chair）",
    "p2_time": "2014年",
    "p2_designer": "罗塞拉·普利亚蒂（Rossella Pugilatti）",
    "p2_design": "展现出独特的动感、优雅和蜿蜒设计，木质结构由两个互锁的有机形状元素构成。Giorgetti Move摇摇椅宛如一件灵动的艺术品。勾勒出流畅蜿蜒的线条，将木材的温润与设计的巧思完美融合。当您轻轻落座，柔和的曲线贴合身体，每一次摇晃，都似在与生活的节奏共舞，舒缓又惬意。",
    "p3_name": "总统椅（The Chair）",
    "p3_time": "1949年",
    "p3_designer": "汉斯·瓦格纳（HansJ. Wegner）",
    "p3_design": "以近乎完美的流畅线条与极简设计而闻名，整张座椅从造型到构件浑然一体，此后也被人们敬称为'The Chair'。即便是以现在的眼光来看，仍少有作品可与之比拟。美国《Interi-ors》杂志以'世界上ZUI完美的椅子'给予其高度赞誉。",
    "p4_name": "三角贝壳椅（Shell Chair）",
    "p4_time": "1963年",
    "p4_designer": "韦格纳（Hans J. Wegner）",
    "p4_design": "·Wegner将合板优点发挥到极致的作品仅以3个组件组成，因而得名[三脚贝壳椅]。利用乘坐姿势及人体工学，制作时以蒸汽加压方式将木材加弯，让座椅呈现出美丽的曲线，就像是微笑般浅浅弯起，简约又不失大方，两侧的状包覆扶手和弯曲支撑脚，尽管只有三脚作支撑，却坚固耐久。无扶手的设计核心，保留倾斜倚靠结构，展现出强烈之设计语言和极佳的舒适度。",
    "p5_name": "伊姆斯休闲躺椅（Eames Lounge Chair）",
    "p5_time": "1956年",
    "p5_designer": "伊姆斯夫妇（Charles Eames & Ray Eames）",
    "p5_design": "灵感源于19世纪英式俱乐部休闲椅，通过现代材料与结构颠覆创新。秉承查尔斯·伊姆斯“用惯的一垒手手套”般温暖平易的理念，旨在为现代生活打造触感舒适、缓解压力的'避难所'。",
    "p6_name": "公牛椅（OxChair）",
    "p6_time": "1960年",
    "p6_designer": "汉斯 •韦格纳（HansJ. Wegner）",
    "p6_design": "源于毕加索画作中公牛的一种形象化的转化。 椅背上的两个牛角，使其整体造型看上去刚劲有力，不自觉地就流露出了一股霸气之势。其线条通体流畅，四支不锈钢脚呈现出了一种向前推进的架势，不仅使椅子看上去优雅大方，更加强了椅子的坐感，兼具了美观和舒适两个方面。它也应证了设计师的那句话：一张完美的椅子并没有所谓的前后，它必须在各个角度和方向上都能展现出美感。",
    "p7_name": "子宫椅（Womb Chair）",
    "p7_time": "1946年",
    "p7_designer": "埃罗·沙里宁（Eero Saarinen）",
    "p7_design": "源于女性的子宫形状，其曲线流畅、包容的特点，让人联想到母爱的温暖和呵护。创造出一种让人感到舒适和放松的体验。结构采用流线型的曲线设计，座椅和靠背部分由玻璃纤维外壳制作形成自然的弧线，符合人体工程学，完美贴合人体曲线，提供极致的舒适体验。椅脚由两根弯曲的细钢管组合而成，既提供有效支撑又显轻盈。",
    "p8_name": "巴塞罗那椅（Barcelona Chair）",
    "p8_time": "1929年",
    "p8_designer": "密斯.凡.德罗（Mies van der Rohe）",
    "p8_design": "从古罗马的 “Curule Chair”（一种象征权力的X形折叠椅）中汲取灵感，但摒弃繁复装饰，以极简线条重新诠释权威感，是古典与极简的融合。Barcelona椅是上个世纪最受认可的物品之一，也是现代运动的标志，它散发出一种简约的优雅，体现了密斯·凡德罗最著名的格言——“少即是多”。",
    "p9_name": "淑女椅（Lady Chair）",
    "p9_time": "1951年",
    "p9_designer": "马可・扎努索（Marco Zanuso）",
    "p9_design": "改变了填塞垫料的家具以往只能在木质织布机上织造垫料的旧工艺，获得国际博览会的金奖，以及无数的赞誉之声。扎努索的椅子有着放之四海皆人见人爱的曲线，因为泡沫切割的厚薄程度取决于人体不同部位在就座时所产生的压力大小。色彩明快的面料带来满满的意大利风情，纤细的金属椅腿从座位下方向外伸展开来，为椅子增添了必要的精致感。",
    "p10_name": "蛋椅（Egg Chair）",
    "p10_time": "1958年",
    "p10_designer": "阿恩.雅各布森（Arne Jacobsen）",
    "p10_design": "极简主义和功能主义的理念，具有正统的斯堪的纳维亚风格，以其流畅的曲线和包裹式设计而闻名，形似一个被切割的蛋壳。外层采用传统的纯手工艺方式缝制椅身正反两面各是一整张牛皮通过手工缝制1000针后，完美地包裹住内壳。"
  },
  "teaSpace": {
    "title": "创意生活系列" ,
    "desc": "意大利头层牛皮与非遗榫卯工艺碰撞，模块化智能家具随场景自由衍生，每一件作品既是功能载体，亦是可收藏的设计符号——用当代z语言解构东方生活哲学，让家居成为承载情感与审美的「日常艺术品」。",
    "subtitle1": "安桐新派茶空间",
    "line1": "桌面的无垠百合+攒拼+生漆拼花，",
    "line2": "是匠心的「微缩山水」，",
    "line3": "精选木片以几何形态交错，",
    "line4": "深浅棕调里藏着木材天然的肌理与温度。",
    "line5": "每一道拼接缝，都像山径的转折，",
    "line6": "将自然苍劲与设计秩序揉成掌心触感。",
    "desc1": "底座的镂空设计，",
    "desc2": "灵感源自古典花窗，",
    "desc3": "却以金属般流畅线条呈现。",
    "desc4": "光影穿过时，",
    "desc5": "在地面晕出花瓣状的影",
    "desc6": "东方「留白」哲思，悄然落地",
    "subtitle2": "新派茶空间-茶桌",
    "subtitle3": "新派茶空间-茶椅",
    "table1": "麒麟4号:佩紫怀黄",
    "table2": "麒麟5号·百合紫麟",
    "table3": "金虎1号·真金百合",
    "table4": "鲲鹏1号·百合锤纹",
    "table5": "凤凰3号·花翎舞衣",
    "table6": "凤凰3号·诡波魅眼",
    "table7": "玄武1号·龟甲银铠",
    "table8": "朱雀3号·经典LV",
    "chair1": "赞直 梳条圈椅",
    "chair2": "赞直 梳背圈椅",
    "chair3": "赞直 高背梳条椅",
    "chair4": "赞直 餐椅",
    "chair5": "延秀 梳背椅",
    "chair6": "文穆 梳条椅",
    "chair7": "伯淳 灯挂椅",
    "chair8": "半山 扶手椅",
    "chair9": "大观 靠背椅",
    "chair10": "玄武·长凳",
    "chair11": "鲲鹏·长凳",
    "chair12": "鲲鹏·短凳"
  },
  "office": {
    "title": "创意生活系列" ,
    "desc": "意大利头层牛皮与非遗榫卯工艺碰撞，模块化智能家具随场景自由衍生，每一件作品既是功能载体，亦是可收藏的设计符号——用当代z语言解构东方生活哲学，让家居成为承载情感与审美的「日常艺术品」。",
    "subtitle1": "办公商务空间——大班台",
    "subtitle2": "办公商务空间——大班椅",
    "desk1": "罗浮班台",
    "desk2": "中意班台",
    "desk3": "园观班台",
    "desk4": "鸿运班台",
    "desk5": "赤壁班台",
    "desk6": "华章班台",
    "desk7": "森柏班台",
    "desk8": "云帆班台",
    "desk9": "观度班台",
    "desk10": "骑士班台",
    "chair1": "M 204 办公椅",
    "chair2": "VOLER办公椅",
    "chair3": "Sunrise presidential办公椅",
    "chair4": "Kurgan办公椅",
    "chair5": "Pulchra办公椅",
    "chair6": "Pulchra-B办公椅",
    "chair7": "DS-257办公椅",
    "chair8": "Net办公椅",
    "chair9": "Deep Executive 办公椅",
    "chair10": "Kiku办公椅",
    "chair11": "Antagonista办公椅",
    "chair12": "Business Class办公椅",
    "tip": "联系我们了解更多"
  },
  "mansion": {
    "title": "创意生活系列" ,
    "desc": "意大利头层牛皮与非遗榫卯工艺碰撞，模块化智能家具随场景自由衍生，每一件作品既是功能载体，亦是可收藏的设计符号——用当代z语言解构东方生活哲学，让家居成为承载情感与审美的「日常艺术品」。",
    "subtitle1": "豪宅舒适空间·沙发",
    "subtitle2": "豪宅舒适空间·茶几",
    "subtitle3": "豪宅舒适空间·餐桌",
    "subtitle4": "豪宅舒适空间·餐椅",
    "subtitle5": "豪宅舒适空间·书桌",
    "subtitle6": "豪宅舒适空间·大床",
    "subtitle7": "豪宅舒适空间·床头柜",
    "sofa_title": "古德曼沙发",
    "sofa1": "维维恩沙发",
    "sofa2": "劳伦斯沙发",
    "sofa3": "佛罗里达沙发",
    "sofa4": "Tufty-Time 20沙发",
    "sofa5": "克莱姆沙发",
    "sofa6": "芝加哥沙发",
    "sofa7": "埃米尔沙发",
    "sofa8": "诺鲁新沙发",
    "sofa9": "酷派沙发",
    "sofa10": "丹尼尔斯沙发",
    "sofa11": "蒙克劳德沙发",
    "sofa12": "弗里曼沙发",
    "sofa13": "ERNEST沙发",
    "sofa14": "SETUP沙发",
    "coffeetable1": "SOWILO茶几",
    "coffeetable2": "ADRIEN茶几",
    "coffeetable3": "Superquadra茶几",
    "coffeetable4": "鲨鱼茶几",
    "coffeetable5": "路易莎茶几",
    "coffeetable6": "JEFF茶几",
    "coffeetable7": "德雷克茶几",
    "coffeetable8": "Tobi-Ishi茶几",
    "coffeetable9": "利多茶几",
    "desk_title": "向阳电动升降餐桌",
    "desk1": "卡梅伦钢餐桌",
    "desk2": "阿德里安餐桌",
    "desk3": "摩根大理石餐桌",
    "desk4": "凯洛餐桌",
    "desk5": "PALACE餐桌",
    "desk6": "科尔伍德餐桌",
    "desk7": "Saki餐桌",
    "desk8": "OSMOSE餐桌",
    "desk9": "Adone餐桌",
    "desk10": "PAPEL木餐桌",
    "chair1": "Yoko餐椅",
    "chair2": "ELIXIR餐椅",
    "chair3": "兰斯餐椅",
    "chair4": "仙台餐椅",
    "chair5": "莫莉餐椅",
    "chair6": "艾德里安餐椅",
    "chair7": "米尔斯餐椅",
    "chair8": "莱斯利餐椅",
    "tip": "联系我们了解更多",
    "writingDesk1": "阿德里安书桌",
    "writingDesk2": "朵拿书桌",
    "writingDesk3": "阿拉基斯书桌",
    "writingDesk4": "超级夸德书桌",
    "writingDesk5": "鸿鸥书桌",
    "writingDesk6": "卡森书桌",
    "writingDesk7": "迈迪书桌",
    "writingDesk8": "沃迪书桌",
    "writingDesk9": "林肯L书桌",
    "writingDesk10": "雅克布书桌",
    "writingDesk11": "林达书桌",
    "writingDesk12": "莫妮卡书桌",
    "bed1": "达芬奇大床",
    "bed2": "埃夫大床",
    "bed3": "安杰大床",
    "bed4": "Softbay大床",
    "bed5": "希拉大床",
    "bed6": "多萝西大床",
    "bed7": "云朵大床",
    "bed8": "可利颂大床",
    "bedside1": "达芬奇床头柜",
    "bedside2": "Suite床头柜",
    "bedside3": "兰伯特床头柜",
    "bedside4": "EDEN-ROCK床头柜",
    "bedside5": "Eden床头柜",
    "bedside6": "EKERO NIGHT床头柜",
    "bedside7": "Medallion床头柜",
    "bedside8": "BREAK床头柜"
  }
}
