{
  "nav": {
    "home": "Home",
    "AboutUs": "About Us",
    "product": "Product",
    "service": "Customized services",
    "news": "Industry news",
    "concat": "Contact us",
    "Choose": "Choose Language"
  },
  "home": {
    "title": "AntoraAntong",
    "tip1": "Integrate health and aesthetics into daily life",
    "tip2": "Creating a 'perceptible beautiful experience'",
    "tip3": "Build 'intelligent hardware + data ecology + content services'",
    "tip4": "Full-scenario health platform",
    "btn": "learn more",
    "t1": "hyperbaric oxygen chamber",
    "t2": "High-end massage chair",
    "t3": "Air disinfection purifier",
    "t4": "Creative living furniture",
    "d1": "Highly intelligent integration, high-end configuration, safe and durable",
    "d2": "5D intelligent movement·Full-cycle AI health manager·Lifex smart rail",
    "d3": "Highly intelligent integration, high-end configuration, safe and durable",
    "d4": "Creative design, innovative craftsmanship, natural quality",
    "subtitle": "Customized services",
    "dd1": "Experienced team provides full service and professional consultation without any worries",
    "dd2": "Top-quality materials, precision craftsmanship, and flawless details",
    "dd3": "Personalized customized space aesthetics, precise adaptation",
    "subtitle1": "Industry information",
    "subtitle2": "Strategic cooperation brand"
  },
  "about": {
    "tip": "our mission",
    "title": "Integrate health and aesthetics into daily life",
    "desc": "We are committed to providing users with products that combine technology, design and humanized experience.",
    "subTitle": "About An Tong",
    "line1": "Xiamen Antora Import & Export Co., Ltd. (Antora International) was established in Xiamen, China. It is an innovative healthy life solution service provider integrating R&D, design, production and global trade.",
    "line2": "The company is based on China's manufacturing advantages, deeply engaged in the fields of big health and smart home, focusing on the trend of global consumption upgrades. By integrating international supply chain resources and localized creative design, it is committed to providing global families and commercial users with products that combine technology, design and humanized experience.",
    "line3": "Its brand 'Antora' takes 'integrating health and aesthetics into daily life' as its core mission. Its business covers multiple categories such as smart massage equipment, healthy oxygen therapy equipment, creative home furnishings and small appliances. Its products are exported to Southeast Asia and have gradually become a global emerging brand in the field of health technology and life aesthetics.",
    "subTitle2": "Our advantages",
    "line4": "With the core advantage of the whole industry chain layout, Antong has established in-depth cooperation with top international suppliers. From R&D design, production and manufacturing to global trade, the company has built a complete closed loop of the industry chain to ensure the efficient transformation of products from concept to implementation. Relying on global high-quality resources, Antong is not only always at the forefront of the industry in terms of product quality and technological innovation, but also through international creative design, user-oriented, integrating Eastern and Western aesthetics and technology, to create products that meet the aesthetic and health function needs of global consumers.",
    "honor": "Honorary Awards"
  },
  "service": {
    "title": "VIP customized service positioning",
    "desc": "Antong has gathered a team of senior designers and provided a full-cycle service system - professional consultation, precise measurement, worry-free after-sales service, so that the quality commitment runs through the whole process. Integrating cutting-edge concepts and industry accumulation, it transforms personalized needs into precise design solutions; strictly selects top-grade leather, fabrics and environmentally friendly wood, relying on advanced equipment and exquisite craftsmanship to ensure that every detail is accurate and flawless. With user needs as the core, it provides personalized full-case customization, from style matching to space planning, to create an exclusive ideal home.",
    "subTitle": "VIP Customized Service Process",
    "line1": "① Consultation and appointment",
    "line2": "② preliminary design",
    "line3": "③ Sign a contract",
    "line4": "④ production",
    "line5": "⑤ Distribution and installation",
    "line6": "⑥ After-sales service",
    "desc1": "Customers can contact Antong by phone, WeChat or official website to consult professional consultants about relevant products and services. You can make an appointment with professional designers for preliminary consultation and measurement services.",
    "desc2": "The designer provides a preliminary customized design plan based on the customer's specific needs and space characteristics. The customer can make modifications based on the plan and communicate and adjust with the designer.",
    "desc3": "After the customer confirms the design plan, Antong signs a formal contract with the customer and pays the advance payment.",
    "desc4": "According to the design plan and customer requirements, Antong starts to produce furniture. During the production process, customers can communicate with designers at any time to adjust and confirm the details.",
    "desc5": "After the product is completed, Antong will arrange a professional delivery team to deliver the furniture to the address specified by the customer, and will be responsible for installation and commissioning.",
    "desc6": "Provide high-quality after-sales service, including product maintenance, repair and replacement, etc. Customers can contact Antong's customer service team at any time to get timely solutions and suggestions."
  },
  "news": {
    "title": "Industry news",
    "t1": "Ogawa's exhibition hall at the Consumer Goods Expo stood out with its hard-core technology, attracting more than 20 mainstream media to focus on reports!",
    "d1": "The 6-day 5th China International Consumer Goods Expo came to a successful conclusion in Hainan, and Ogawa's 'Foresee the Future' theme pavilion also ended perfectly, waiting for the next surprise. As a popular booth at this Consumer Goods Expo, Ogawa's novel combination of technology and home style has attracted much attention since the opening day, attracting many mainstream media to visit and report.",
    "t2": "Ogawa shines at the Canton Fair, leading the new industry trend with smart health technology",
    "d2": "The 137th Canton Fair offline exhibition has come to an end. On this important stage for Chinese companies to showcase their brand image and expand international markets, Ogawa Group, as a leading company in the massage and health care industry, made a grand appearance with its innovative massage chairs and small massage appliances, which once again won wide acclaim and demonstrated the powerful charm and unlimited potential of 'Made in China' in the massage and health care industry.",
    "t3": "Honeywell Air Purifier KJ1000F-P22B Smart Air Guardian for Large Spaces",
    "d3": "In today's pursuit of healthy quality of life, air purifiers have become a must-have appliance for many families. Honeywell KJ1000F-P22B air purifier stands out among many brands with its excellent performance and functions. This disinfection machine registered with the National Health Commission can not only effectively remove formaldehyde, odor, and sterilize, but also meet the needs of rapid cleaning of large spaces. It is an ideal choice for modern homes and offices.",
    "t4": "2025 Milan Design Week & Furniture Fair ended perfectly",
    "d4": "The 63rd Milan International Furniture Fair is themed 'Thought for Humans', focusing on the human body, sustainability and life aesthetics. American photographer Bill Durgin interprets the symbiosis of humanized design and environmental protection concepts through the artistic fusion of the human body with materials such as wood and metal. This global design event is not only a trend vane, but also a deep return to the essence of design.",
    "t5": "As the only industry representative, Ogawa participated in the IEC/TC61 General Assembly as an observer",
    "d5": "The 108th IEC/TC61 General Assembly of the IEC International Electrotechnical Commission was held in Hangzhou. Liu Ting, President of the China Household Electrical Appliance Research Institute, Irma Rustemi, Chairman of IEC/TC61, and Ma Dejun, Vice Chairman, attended the meeting. More than 200 experts from nearly 30 countries participated in the meeting. Ogawa Group, as the only representative of the massage equipment industry, attended the meeting as an observer for the first time.",
    "t6": "Ogawa has obtained 6 major certifications from the China Quality Inspection Association, and its quality strength has been recognized again!",
    "d6": "Thanks to its hard-core quality, Ogawa has won five honors for three consecutive years, including 'National Product and Service Quality Integrity Commitment Enterprise', 'National Industry Quality Leading Brand', 'National Product and Service Quality Integrity Brand', 'National Quality Reputation Guarantee Product', and 'National Consumer Quality Reputation Guarantee Product'.",
    "t7": "The Chinese home furnishing industry has entered a new cycle as seen from the 40th Shenzhen International Furniture Fair",
    "d7": "The Shenzhen International Furniture Fair brings together the country's top 300+ brands to launch new products, presenting a panoramic view of 11 new home furnishing tracks and consumption trends, linking domestic and foreign markets to drive innovation, clearing the fog of industry with a breakthrough momentum, and opening up a new future for the home furnishing industry.",
    "t8": "Ogawa's first DeepSeek massage chair is launched, starting intelligent upgrade",
    "d8": "The backend system of Ogawa Group's 'Ogawa AI Massage Robot Super Sense Ultimate Edition' has been successfully connected to DeepSeek, which will bring users an upgraded intelligent interactive experience. Users of this massage chair only need to update OTA with one click to enjoy the Deep-Seek version of the massage experience.",
    "t9": "Smog effect export Honeywell's customized air purifiers for China are exported to India",
    "d9": "Honeywell has promoted its Chinese-made air purifiers to developing countries such as India and Russia. Compared with China, India's air pollution is considered more serious, and its capital New Delhi has been rated as the city with the worst air quality in the world by the World Health Organization."
  },
  "contact": {
    "title": "Contact us",
    "subtitle": "Welcome to contact us",
    "VIP": "VIP hotline",
    "tip": "Contact us for more information"
  },
  "footer": {
    "AboutUs": "About Us",
    "product": "Product",
    "service": "Customized services",
    "news": "Industry news",
    "concat": "Contact us",
    "intro": "About Antora",
    "advantages": "Our Advantages",
    "cooperate": "Strategic Partner Brands",
    "health": "Smart Health Series",
    "creativity": "Creative Living Series",
    "position": "Customized Service Orientation",
    "process": "VIP Customized Service Procedure",
    "t1": "Antora Company Limited",
    "t2": "Xiamen Antora Import and Export Co., Ltd.",
    "t3": "ANTORA CAMBODIAN IMPORT EXPORT CO., LTD.",
    "tip": "This website uses Cookies to enhance your browsing experience. By continuing to browse this website, you agree to our use of Cookies. For more information on our Cookie policy, please refer to the website's Privacy Policy.",
    "tip1": "Please contact us for further information.",
    "address1": "Unit 2208, 22/F., Yan's Tower, 25-27 Wong Chuk Hang Road, Wong Chuk Hang, Hong Kong",
    "address2": "Unit 604, Block A3, Xiamen International Yacht Club, No. 291 Bingcheng Road, Huli District, Xiamen",
    "address3": "#263H, St NR6, Phum Kien Khleang, Sangkat Prek leap, Khan Chroy Chongva, Phnom Penh, Cambodia."
  }
}
