{
  "nav": {
    "home": "Home",
    "AboutUs": "About Us",
    "product": "Product",
    "service": "Customized services",
    "news": "Industry news",
    "concat": "Contact us",
    "Features": "Features",
    "Help": "Help",
    "Post": "Post",
    "Login": "Login",
    "Download": "Download",
    "Choose": "Choose Language",
    "Feature": "Feature",
    "Term": "Term of Service",
    "Privacy": "Privacy Policy",
    "Cookie": "Child Safety Policy Agreement",
    "Follow": "Follow us"
  },
  "home": {
    "title": "AntoraAntong",
    "tip1": "Integrate health and aesthetics into daily life",
    "tip2": "Creating a 'perceptible beautiful experience'",
    "tip3": "Build 'intelligent hardware + data ecology + content services'",
    "tip4": "Full-scenario health platform",
    "btn": "learn more",
    "t1": "hyperbaric oxygen chamber",
    "t2": "High-end massage chair",
    "t3": "Air disinfection purifier",
    "t4": "Creative living furniture",
    "d1": "Highly intelligent integration, high-end configuration, safe and durable",
    "d2": "5D intelligent movement·Full-cycle AI health manager·Lifex smart rail",
    "d3": "Highly intelligent integration, high-end configuration, safe and durable",
    "d4": "Creative design, innovative craftsmanship, natural quality",
    "subtitle": "Customized services",
    "dd1": "Experienced team provides full service and professional consultation without any worries",
    "dd2": "Top-quality materials, precision craftsmanship, and flawless details",
    "dd3": "Personalized customized space aesthetics, precise adaptation",
    "subtitle1": "Industry information",
    "subtitle2": "Strategic cooperation brand"
  },
  "about": {
    "tip": "our mission",
    "title": "Integrate health and aesthetics into daily life",
    "desc": "We are committed to providing users with products that combine technology, design and humanized experience.",
    "subTitle": "About An Tong",
    "line1": "Xiamen Antora Import & Export Co., Ltd. (Antora International) was established in Xiamen, China. It is an innovative healthy life solution service provider integrating R&D, design, production and global trade.",
    "line2": "The company is based on China's manufacturing advantages, deeply engaged in the fields of big health and smart home, focusing on the trend of global consumption upgrades. By integrating international supply chain resources and localized creative design, it is committed to providing global families and commercial users with products that combine technology, design and humanized experience.",
    "line3": "Its brand 'Antora' takes 'integrating health and aesthetics into daily life' as its core mission. Its business covers multiple categories such as smart massage equipment, healthy oxygen therapy equipment, creative home furnishings and small appliances. Its products are exported to Southeast Asia and have gradually become a global emerging brand in the field of health technology and life aesthetics.",
    "subTitle2": "Our advantages",
    "line4": "With the core advantage of the whole industry chain layout, Antong has established in-depth cooperation with top international suppliers. From R&D design, production and manufacturing to global trade, the company has built a complete closed loop of the industry chain to ensure the efficient transformation of products from concept to implementation. Relying on global high-quality resources, Antong is not only always at the forefront of the industry in terms of product quality and technological innovation, but also through international creative design, user-oriented, integrating Eastern and Western aesthetics and technology, to create products that meet the aesthetic and health function needs of global consumers.",
    "honor": "Honorary Awards"
  },
  "service": {
    "title": "VIP customized service positioning",
    "desc": "Antong has gathered a team of senior designers and provided a full-cycle service system - professional consultation, precise measurement, worry-free after-sales service, so that the quality commitment runs through the whole process. Integrating cutting-edge concepts and industry accumulation, it transforms personalized needs into precise design solutions; strictly selects top-grade leather, fabrics and environmentally friendly wood, relying on advanced equipment and exquisite craftsmanship to ensure that every detail is accurate and flawless. With user needs as the core, it provides personalized full-case customization, from style matching to space planning, to create an exclusive ideal home.",
    "subTitle": "VIP Customized Service Process",
    "line1": "① Consultation and appointment",
    "line2": "② preliminary design",
    "line3": "③ Sign a contract",
    "line4": "④ production",
    "line5": "⑤ Distribution and installation",
    "line6": "⑥ After-sales service",
    "desc1": "Customers can contact Antong by phone, WeChat or official website to consult professional consultants about relevant products and services. You can make an appointment with professional designers for preliminary consultation and measurement services.",
    "desc2": "The designer provides a preliminary customized design plan based on the customer's specific needs and space characteristics. The customer can make modifications based on the plan and communicate and adjust with the designer.",
    "desc3": "After the customer confirms the design plan, Antong signs a formal contract with the customer and pays the advance payment.",
    "desc4": "According to the design plan and customer requirements, Antong starts to produce furniture. During the production process, customers can communicate with designers at any time to adjust and confirm the details.",
    "desc5": "After the product is completed, Antong will arrange a professional delivery team to deliver the furniture to the address specified by the customer, and will be responsible for installation and commissioning.",
    "desc6": "Provide high-quality after-sales service, including product maintenance, repair and replacement, etc. Customers can contact Antong's customer service team at any time to get timely solutions and suggestions."
  }
}
